Repository: infinitespace-studios/VectorRumble
Catalog: VectorRumble.Shared/Strings.*.resx
Languages: de

# Play Game
source: Play
de: Spiel starten

source: Options
de: Optionen

source: Exit
de: Spiel beenden

# Exit_Prompt
source: Exit?
de: Spiel beenden?

# MessageBox_Usage
source: Pressing... A/X Button, Space, Enter = OK B/O Button, Esc = Cancel
de: Drücke... A/X Button, Leertaste, Enter = OK B/O Button, Esc = abbrechen

# Resume Game
source: Resume
de: Fortsetzen

# Quit Game
source: Quit
de: Beenden

# Are_You_Sure
source: Sure?
de: Sicher?

# Play_Again
source: Again?
de: Nochmal?

source: Return to Menu
de: Zurück ins Menü

# Player_X_Wins
source: {0} Wins!
de: {0} gewinnt!

# Hold_A_To_Join
source: Hold A/X to Join
de: Drücke A zum Beitreten

source: Press W to Join
de: Drücke W zum Beitreten

source: Press Up to Join
de: Drücke Hoch zum Beitreten

source: Connect GamePad
de: GamePad anschließen

source: Loading...
de: Lädt...

# Score_Limit
source: Score Limit : {0}
de: Punktelimit : {0}

# Asteroid_Density
source: Asteroid Density : {0}
de: Asteroidendichte : {0}

# Motion_Blur
source: Motion Blur : {0}
de: Bewegungsunschärfe : {0}

# Neon_Effect
source: Neon Effect : {0}
de: Neoneffekt : {0}

# Blur_Intesity
source: Blur Intesity : {0}
de: Unschärfeintensität : {0}

# Asteroid_Density_None
source: None
de: Keine

# Asteroid_Density_Low
source: Low
de: Niedrig

# Asteroid_Density_Medium
source: Medium
de: Mittel

# Asteroid_Density_High
source: High
de: Hoch

# Arena_Random
source: Random
de: Zufällig

source: Windowed
de: Im Fenster

source: Fullscreen
de: Vollbild

# Display_Mode
source: Display Mode : {0}
de: Anzeigemodus : {0}

source: Choose Your Ship
de: Wähle dein Raumschiff

# Battle_Arena_Is
source: Battle Arena Is : {0}
de: Die Arena ist : {0}

# Up_To_Change_Colour_Fire_To_Change_Ship
source: Press Up to change colour. Press Fire to change Ship.
de: Drücke Hoch um die Farbe zu wechseln. Drücke Feuern um das Schiff zu wechseln.

# Controllers_Can_Shoot_In_All_Directions
source: Controllers Can Shoot In All Directions: {0}
de: Controller können in alle Richtungen feuern: {0}

source: About
de: Über

source: Move
de: Bewegen

source: Fire
de: Feuern

source: Mine
de: Abbauen

source: Built With MonoGame
de: Erstellt mit Monogame

# Font_By
source: Font: {0}, Created By: {1}
de: Font: {0}, Erstellt von: {1}

# Game_Enhancements
source: Game Enhancements: {0}
de: Spielverbesserungen: {0}

# No_Input_Device_Connected
source: No input device connected. Plug in a Keyboard or Controller to Play.
de: "Kein Eingabegerät gefunden. Schließe eine Tastatur oder Gamepad an um zu spielen.
